# Taps
tap 'homebrew/bundle'
tap 'stripe/stripe-cli'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'curl'
brew 'gh'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'svn' # Needed to install fonts

# Development
brew 'stripe/stripe-cli/stripe'

# Apps
cask '1password'
cask 'docker'
cask 'expressvpn'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'herd'
cask 'iterm2'
cask 'lando'
cask 'orbstack'
cask 'phpstorm'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
cask 'zoom'

# Fonts
cask 'font-fira-code'
cask 'font-jetbrains-mono'
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-hack-nerd-font'
